Releases all resources used by the  PointCloudOverrides
  Namespace:   Autodesk.Revit.DB.PointClouds
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public void Dispose()
  Visual Basic
Public Sub Dispose
  Visual C++
public:
virtual void Dispose() sealed
 Implements
  IDisposable Dispose
 See Also
  PointCloudOverrides Class
  Autodesk.Revit.DB.PointClouds Namespace